sisext-sapi-services/src/main/resources/soap/schemas/templates/soap-validaIdentidadNeglisim-request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:tem="http://tempuri.org/">
    <soapenv:Header/>
    <soapenv:Body>
        <tem:ValidarIdentificacion>
            <!--Optional:-->
            <tem:autenticacion>
                <!--Optional:-->
                <tem:Usuario>#[p('EtbPymes.autentication.user')]</tem:Usuario>
                <!--Optional:-->
                <tem:Clave>#[p('EtbPymes.autentication.password')]</tem:Clave>
            </tem:autenticacion>
            <!--Optional:-->
            <tem:objValidacion>
                <tem:TipoIdentificacion>#[output application/java --- vars.identificationType]</tem:TipoIdentificacion>
                <!--Optional:-->
                <tem:Identificacion>#[output application/java --- vars.identification]</tem:Identificacion>
            </tem:objValidacion>
        </tem:ValidarIdentificacion>
    </soapenv:Body>
</soapenv:Envelope>